{"id":136,"date":"2019-12-04T08:24:52","date_gmt":"2019-12-04T08:24:52","guid":{"rendered":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/?p=136"},"modified":"2019-12-19T12:03:05","modified_gmt":"2019-12-19T12:03:05","slug":"6-easy-steps-to-better-icon-design","status":"publish","type":"post","link":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/2019\/12\/04\/6-easy-steps-to-better-icon-design\/","title":{"rendered":"6 Easy Steps to Better Icon Design"},"content":{"rendered":"<section class=\"fw-main-row \"  >\n\t<div class=\"fw-container\">\n\t\t<div class=\"row\">\n\t\r\n\r\n<div class=\" col-xs-12 col-sm-12 \">\r\n    <div id=\"col_inner_6829b30e9f40263a33f1953506073d5a\" class=\"fw-col-inner\" data-paddings=\"0px 0px 0px 0px\">\r\n    \t<p>hasellus volutpat congue augue, a tincidunt velit consequat pulvinar. Proin pharetra, tortor sed efficitur egestas, massa lorem eleifend tortor, eget interdum dolor neque vitae dui. Etiam vitae pharetra justo. Sed dictum vulputate cursus. Nulla consectetur purus in interdum interdum. Donec ornare dui mi, vitae consectetur ex tempor ut. Aliquam ultricies tristique arcu, laoreet elementum nunc tristique ac. Mauris condimentum hendrerit neque sit amet egestas. Vivamus lacus ante, pharetra in placerat eget, vehicula eget turpis. Quisque auctor leo tortor, quis porttitor metus condimentum nec.<\/p>                    <div class=\"embed-video embed-responsive embed-responsive-16by9  embed-youtube-video embed-lazy-video\" data-embed=\"https:\/\/www.youtube.com\/embed\/ZK8REu-8pGw\"> \r\n            <div class=\"play-button\"><\/div>   \r\n        <\/div>\r\n            <p>Pellentesque semper orci enim, at dapibus arcu fringilla vitae. Praesent sit amet consequat lorem. Sed elit odio, aliquet eget elementum sit amet, sodales ut massa. Phasellus eget velit facilisis, viverra urna id, finibus est. Pellentesque convallis et elit a faucibus. Suspendisse luctus mollis porta. Morbi hendrerit ex turpis, sed consectetur nunc lacinia nec. Praesent vitae viverra tellus, a pretium velit.<\/p>\r\n            <div id=\"#single_image_30fe58e587cbd4b4ec6273e5f4e63fed\"  class=\"single-image \">\r\n                            <a href=\"https:\/\/w.soundcloud.com\/player\/?url=https%3A\/\/api.soundcloud.com\/tracks\/221650664&#038;color=%23ff5500&#038;auto_play=false&#038;hide_related=false&#038;show_comments=true&#038;show_user=true&#038;show_reposts=false&#038;show_teaser=true&#038;visual=true\" class=\"lightbox mfp-iframe\">\r\n                    <img src=\"\/\/lmpixels.com\/wp\/leven-wp\/wp-content\/uploads\/2019\/12\/blog_post_6_full.jpg\" alt=\"image\">\r\n                <\/a>\r\n                    <\/div>\r\n\r\n    \r\n<p>Ut vel tincidunt felis. Morbi semper ullamcorper quam, mollis elementum velit. Quisque quis mauris vitae sapien malesuada fermentum et ac neque. Mauris vulputate ut urna eu molestie. Proin id cursus turpis. Aenean ullamcorper urna a quam finibus porta. Praesent scelerisque sagittis lectus. Sed imperdiet lectus eget ex pellentesque aliquet. Aenean pellentesque magna sit amet diam rhoncus tempus. Vestibulum quis augue eu elit suscipit accumsan eu mattis ligula. Vivamus venenatis lacus at ultricies vulputate. Aliquam auctor pretium purus varius feugiat. Fusce sit amet urna leo. Vestibulum nec arcu id enim laoreet venenatis vel quis purus. Nulla congue, leo id semper sollicitudin, metus nulla mollis ex, id volutpat lorem eros et nunc. Suspendisse potenti.<\/p><blockquote class=\"quote fw-quote-left fw-quote-md \">\r\n    <p>In non arcu turpis. Pellentesque ornare tortor at condimentum pulvinar. Vivamus ultrices nisi sed est scelerisque, vel suscipit libero luctus. Cras magna nulla, suscipit in vulputate a, consequat egestas sem. Ut commodo eget velit nec egestas. Donec porta lorem vel neque varius aliquet. Nam convallis lacus ac lectus posuere bibendum.<\/p>\t\t\t<footer class=\"quote-author\">\r\n\t\t\t<span>\r\n\t\t\t\t\t\t\t\t\tJohn G. Koss\t\t\t\t\t\t\t<\/span>\r\n\t\t<\/footer>\r\n\t<\/blockquote><p>Donec elementum dui vitae vulputate congue. Sed sed semper erat. Mauris molestie, sem et imperdiet sodales, tellus massa mattis mauris, sit amet facilisis dolor lacus sed orci. Sed aliquam placerat viverra. Etiam commodo libero felis, eget hendrerit nibh pharetra ac. Vestibulum turpis est, vestibulum at neque id, interdum vulputate lorem. Phasellus lobortis vulputate varius. Donec tincidunt massa id tempus interdum. Etiam id sem sit amet mauris consectetur vulputate quis in libero. In interdum enim tempus, egestas dolor bibendum, condimentum dui. Pellentesque nec erat orci. Duis neque dui, posuere mattis risus eu, dictum hendrerit velit. Vivamus iaculis lectus ut consectetur fringilla.<\/p><p>Etiam rutrum diam mi, eu tempor urna feugiat a. Maecenas luctus sem nec nisl congue, eget finibus justo bibendum. In id commodo enim. Donec vehicula interdum tortor, laoreet pretium erat ultrices sed. Donec id aliquam tortor. Etiam pellentesque diam a magna rutrum placerat. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Interdum et malesuada fames ac ante ipsum primis in faucibus. Curabitur mi ligula, sagittis et metus eu, scelerisque consequat lectus.<\/p>\t<\/div>\r\n<\/div>\r\n<\/div>\n\n\t<\/div>\n<\/section>\n\n","protected":false},"excerpt":{"rendered":"<p>hasellus volutpat congue augue, a tincidunt velit consequat pulvinar. Proin pharetra, tortor sed efficitur egestas, massa lorem eleifend tortor, eget interdum dolor neque vitae dui. Etiam vitae pharetra justo. Sed dictum vulputate cursus. Nulla consectetur purus in interdum interdum. Donec ornare dui mi, vitae consectetur ex tempor ut. Aliquam ultricies tristique arcu, laoreet elementum nunc&#8230;<\/p>\n<p><a class=\"read-more\" href=\"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/2019\/12\/04\/6-easy-steps-to-better-icon-design\/\">Read More<\/a><\/p>\n","protected":false},"author":1,"featured_media":220,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[22],"tags":[11,30,13,14],"_links":{"self":[{"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/posts\/136"}],"collection":[{"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/comments?post=136"}],"version-history":[{"count":5,"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/posts\/136\/revisions"}],"predecessor-version":[{"id":278,"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/posts\/136\/revisions\/278"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/media\/220"}],"wp:attachment":[{"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/media?parent=136"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/categories?post=136"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/lmpixels.com\/wp\/leven-wp\/dark\/wp-json\/wp\/v2\/tags?post=136"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}